{
  "shows": [
    {
      "itemId": "a14",
      "title": "Word of Honor",
      "description": "Zhou Zi Shu, the disillusioned leader of a royal praetorian secret service, takes drastic measures to leave his former life behind and wanders the pugilist world. He unexpectedly gets involved in a conspiracy after he steps in to save a young boy.  He also meets the mysterious Wen Ke Xing, who is on a quest to avenge his parents’ deaths. They become bosom friends through a series of adventures involving a legendary treasure that is rumored to give its owner ultimate power over the pugilist world.\n\n (Source: Cfensi)",
      "year": "2021",
      "imagePath": "https://i.mydramalist.com/RpJeV_4f.jpg"
    },
    { 
      "itemId": "a15",
      "title": "The Untamed",
      "description": "Wei Wu Xian and Lan Wang Ji, two talented disciples of respectable clans, meet during cultivation training and accidentally discover a secret carefully hidden for many years. Taking on the legacy of their ancestors, they decide to rid the world of the ominous threat, but in a dramatic turn of events, Wei Wu Xian dies.\n\n Sixteen years later, Wei Wu Xian is brought back to life through a self-sacrificing ritual. He conceals himself behind a mask and assumes the identity of his summoner. Soon Wei Wu Xian reunites with Lan Wang Ji, and the pair starts working together to solve the mysteries of the present and unravel the truth behind the events of the past.\n\n (Source: MyDramaList)",
      "year": "2019",
      "imagePath": "https://i.mydramalist.com/qOrz5c.jpg?v=1"
    },
    {
      "itemId": "a16",
      "title": "Douluo Continent",
      "description": "Having lost his mother at a very young age, Tang San grew up relying on his father just as much as his father relied upon him. Meticulous and mature for his age, with extraordinary talent and wit, he was sent to Nuoding Academy, at the age of sixteen, to begin pursuing his dream of becoming a great soul master. There, under the tutelage of Yu Xiao Gang, he befriends an orphan by the name of Gu Xiao Wu, and together they begin the long and difficult journey of cultivation.  As time passes, the two friends draw ever closer, eventually swearing to look out for each other as siblings for life.\n\n As their power and connection grow, Yu Xiao Gang realizes they need more guidance than he can provide. Sending the pair to the Shrek Academy, Tang San and Xiao Wu join five other prodigies from various academies, in their journey of cultivation. Strong in their power, the seven students become known throughout the land as the “Shrek Seven Devils”. With their fame ever-growing, the talents of the Seven are eventually noticed by a few very prominent nobles who invite them to continue their cultivation at the esteemed Tian Dou Royal Academy. \n\n Not long after accepting the invitation, the Seven Devils find themselves caught up in an imperial struggle for power, between the first and fourth princes. At the same time, Tang San uncovers a long-hidden secret about his mother’s death. Suddenly facing battles on many fronts, Tang San finds himself forced to fight, not only to protect those he loves, but to bring honor to his sect, save his country, and complete his quest to become the greatest soul master of all time.\n\n(Source: Viki)",
      "year": "2021",
      "imagePath": "https://i.mydramalist.com/XzL1q_4c.jpg?v=1"
    },
    {
      "itemId": "a17",
      "title": "Love is Sweet",
      "description": "Jiang Jun is a girl who is allergic to tears and has a double degree in economics and psychology. She is unrestrained and idealistic due to her family's superior background. After graduation, she worked in a philanthropy organization where she pursues her dreams. However, her father's sudden accident leaves her in a dilemma. Eventually, she decides to work in a top investment company to fulfill her father's dying wish. In MH, Jiang Jun meets her childhood playmate, Yuan Shuai. However, the current Yuan Shuai is no longer her gentle protector, but her rival. In MH, where the \"culture of wolf instinct\" is rampant, someone is plotting against Jiang Jun while someone sees her as an eyesore. However with her kind nature and attention to details, along with her high EQ and sense of judgment, Jiang Jun eventually attains success in both her career and love life.\n\n (Source: DramaWiki)",
      "year": "2020",
      "imagePath": "https://i.mydramalist.com/eWDpE_4c.jpg?v=1"
    },
    {
      "itemId": "a18",
      "title": "Guardian",
      "description": "A world beyond scientific understanding with a group of passionate adults trying to solve cases done by such forces. Zhao Yun Lan and Shen Wei are tasked with upholding peace between underworld dwellers and humans, and the story will focus on their friendship that transcends past and present lifetimes.",
      "year": "2018",
      "imagePath": "https://i.mydramalist.com/QpyE6c.jpg?v=1"
    },
    {
      "itemId": "a19",
      "title": "Fugou Keiji: Balance: Unlimited",
      "description": "Daisuke Kanbe, a man of extraordinary wealth, is assigned to the Modern Crime Prevention Headquarters as a detective. It is there that he gets partnered with Haru Katou, a humane detective who values justice above all. The two are polar opposites, and their morals clash time and time again. Haru despises Daisuke for using monetary wealth to solve cases, as he believes that money isn't everything. The two will have to combine their efforts, however, to solve the mysteries that are coming their way.",
      "year": "2020",
      "imagePath": "https://cdn.myanimelist.net/images/anime/1066/106556l.webp"
    },
    {
      "itemId": "a20",
      "title": "Yuri!!! on Ice",
      "description": "Reeling from his crushing defeat at the Grand Prix Finale, Yuuri Katsuki, once Japan's most promising figure skater, returns to his family home to assess his options for the future. At age 23, Yuuri's window for success in skating is closing rapidly, and his love of pork cutlets and aptitude for gaining weight are not helping either.\n\n However, Yuuri finds himself in the spotlight when a video of him performing a routine previously executed by five-time world champion, Victor Nikiforov, suddenly goes viral. In fact, Victor himself abruptly appears at Yuuri's house and offers to be his mentor. As one of his biggest fans, Yuuri eagerly accepts, kicking off his journey to make it back onto the world stage. But the competition is fierce, as the rising star from Russia, Yuri Plisetsky, is relentlessly determined to defeat Yuuri and win back Victor's tutelage.",
      "year": "2016",
      "imagePath": "https://static.wikia.nocookie.net/yurionice/images/a/ad/Yuri_On_Ice_Promotional_Art.jpg/revision/latest/scale-to-width-down/620?cb=20161024213957"
    },
    {
      "itemId": "a21",
      "title": "Tale of the Nine Tailed",
      "description": "Lee Yeon (Lee Dong-Wook) was once the mountain spirit of Baekdudaegan. He sacrificed his life as a mountain god to resurrect the life of the woman he loved A Eum. Lee Yeon now lives his life as a nine tailed fox in human form. He has lived this way for hundreds of years.\n\n Meanwhile, Nam Ji-A (Jo Bo-Ah) works for TVC station as a PD of documentaries. She seeks out stories on the supernatural. Back in 1999, her parents were involved in a car accident in Yeou Gogae. She remembers a man that saved her in that accident. Now, Nam Ji-A reviews CCTV footage from a wedding hall where the bride disappeared. She sees the man that saved her as child walking out the wedding wall with a red umbrella. His name is Lee Yeon.",
      "year": "2020",
      "imagePath": "https://asianwiki.com/images/1/19/Tale_of_the_Nine_Tailed-P1.jpg"
    },
    {
      "itemId": "a22",
      "title": "Heaven Official's Blessing",
      "description": "“Have you heard? The rubbish Heaven Official is having an affair with the ghost realm’s number one big shot!”\n\n Eight hundred years ago, Xie Lian was the Crown Prince of the Xian Le kingdom; one who was beloved by his citizens and the darling of the world. Unsurprisingly, he ascended to the Heavens at a very young age. Now, eight hundred years later, Xie Lian ascends to the Heavens for the third time as the laughingstock of all three realms. On his first task as a god, he meets a mysterious demon who rules the ghosts and terrifies the Heavens... yet unbeknownst to Xie Lian, this demon king has been paying attention to him for a very, very long time.",
      "year": "2020 - Now",
      "imagePath": "https://static.wikia.nocookie.net/heaven-officials-blessing/images/9/9d/Donghua_01.jpg/revision/latest/scale-to-width-down/620?cb=20200420184846"
    },
    {
      "itemId": "a23",
      "title": "Grandmaster of Demonic Cultivation",
      "description": "The Wen Clan's rampage caused untold sufferings, and the other cultivation clans launched the \"Sunshot Campaign\" to join forces against the Wen Clan. Although Wei Wuxian, the Yiling Patriarch, had made great contributions to overthrowing the Wens, he was stigmatized and punished because he was considered too powerful and dangerous. He was persecuted by ten thousand people.\n\n Thirteen years later, Wei Wuxian was brought back by a sacrificual ritual, and has met again with old acquaintances such as Lan Wangji from the Gusu Lan Clan and Jiang Cheng from the Yunmeng Jiang Clan. The mysteries of Wei Wuxian's past remain, and conflicts in the cultivation world have resurfaced - all of which began from when they were all once youths.",
      "year": "2018 - Now",
      "imagePath": "https://static.wikia.nocookie.net/modao-zushi/images/e/e3/Mdzs-s1.png/revision/latest/scale-to-width-down/620?cb=20191115100416"
    }
  ]
}